Repository: bestwebsoft/rating-wordpress-plugin
Catalog: languages/rating-bws-*.po
Languages: ru_ru, uk

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Appearance
ru_ru: Внешний вид
uk: Зовнішній вигляд

source: Misc
ru_ru: Разное
uk: Різне

source: Custom Code
ru_ru: Пользовательский код
uk: Користувацький код

source: Licence Key
ru_ru: Лицензионный ключ
uk: Ліцензійний ключ

source: Settings saved.
ru_ru: Настройки сохранены.
uk: Налаштування збережено.

source: Rating Settings
ru_ru: Настройки Rating
uk: Налаштування Rating

source: Add Rating to
ru_ru: Добавить Рейтинг в
uk: Додати Рейтинг до

source: Testimonials Review Form
ru_ru: Форма отзыва Testimonials
uk: Форма вiдгукiв Testimonials

source: Number of Titles
ru_ru: Количество заголовков
uk: Кількість заголовків

source: Review Title
ru_ru: Заголовок отзыва
uk: Заголовок вiдгуку

source: Review Title %s %d
ru_ru: Заголовок отзыва %s %d
uk: Заголовок вiдгуку %s %d

source: Activate
ru_ru: Активировать
uk: Активувати

source: Download
ru_ru: Загрузить
uk: Завантажити

source: Testimonial Reviews
ru_ru: Testimonial отзывы
uk: Testimonial вiдгуки

source: Average Rating Position
ru_ru: Расположение среднего рейтинга
uk: Розташування середнього рейтингу

source: Before the content
ru_ru: Перед содержимым
uk: Перед змістом

source: After the content
ru_ru: После содержимого
uk: Після змісту

source: Combine Average and My Rating Blocks
ru_ru: Объедините блоки среднего и моего рейтинга
uk: Поєднайте блоки середнього та мого рейтингу

source: Enable to use a single rating block.
ru_ru: Разрешить использование единого рейтингового блока.
uk: Дозвольте використовувати один рейтинговий блок

source: My Rating Position
ru_ru: Расположение Среднего Рейтинга
uk: Розташування Мого Рейтингу

source: In comments
ru_ru: В комментариях
uk: В коментарях

source: Required Rating
ru_ru: Обязательный рейтинг
uk: Обов'язковий рейтинг

source: Enable to make the rating required for comment submission.
ru_ru: Включите, чтобы сделать рейтинг обязательным для формы комментариев.
uk: Увімкніть, щоб зробити рейтинг обов'язковим для форми коментарів.

source: Change Rating
ru_ru: Изменить рейтинг
uk: Змінити Рейтинг

source: Enable to allow users change their rating.
ru_ru: Включите, чтобы разрешить пользователям изменять свой рейтинг.
uk: Увімкніть, щоб дозволити користувачам змінювати свій рейтинг.

source: Close
ru_ru: Закрыть
uk: Закрити

source: Show Rating in Posts
ru_ru: Отображать рейтинг в записях
uk: Відображати рейтинг в записах

source: Enable to display average rating in the list of %s and
ru_ru: Включите, чтобы отображать средний рейтинг в списке %s и
uk: Увімкніть, щоб відображати середній рейтинг в списку %s і

source: posts
ru_ru: записей
uk: записів

source: pages.
ru_ru: страниц.
uk: сторінок

source: Schema Markup
ru_ru: Структурированные данные
uk: Структуровані дані

source: Enable to add JSON-LD rating %s markup.
ru_ru: Включите, чтобы добавить %s JSON-LD.
uk: Увімкніть, щоб додати %s JSON-LD.

source: schema
ru_ru: структурированные данные
uk: структуровані дані

source: Learn More
ru_ru: Подробнее
uk: Докладніше

source: Minimum Rating to Add Schema
ru_ru: Минимальный рейтинг для добавления структурированных данных
uk: Мінімальний рейтинг для додавання структурованих даних

source: Schema markup will not be included if post rating goes under this value.
ru_ru: Разметка для структурированных данных не будет добавляться если рейтинг записи опустится ниже указанного значения.
uk: Розмітка для структурованих даних не буде виводитися якщо рейтинг запису опуститься нижче вказаного значення

source: Enable Rating for
ru_ru: Включить рейтинг для
uk: Включити рейтинг для

source: All
ru_ru: Все
uk: Всіх

source: Guest
ru_ru: Гость
uk: Гість

source: Number of Stars
ru_ru: Количество звёзд
uk: Кількість зірок

source: Star Color
ru_ru: Цвет звезды
uk: Колір зірки

source: Star Color on Hover
ru_ru: Цвет звезды при наведении мышью
uk: Колір зірки при наведенні

source: Star Size
ru_ru: Размер звезды
uk: Розмір зірки

source: px
ru_ru: пикс
uk: пікс.

source: Text Color
ru_ru: Цвет текста
uk: Колір тексту

source: Text Font Size
ru_ru: Размер Шрифта Текста
uk: Розмір Шрифту Тексту

source: Average Rating Title
ru_ru: Заголовок среднего рейтинга
uk: Заголовок середнього рейтингу

source: Average Rating Text
ru_ru: Текст Средней Оценки
uk: Заголовок Середнього Рейтингу

source: Use %s to insert current rate.
ru_ru: Используйте %s, чтобы добавить текущий рейтинг.
uk: Використовуйте %s, щоб додати поточний рейтинг.

source: Use %s to insert rates count.
ru_ru: Используйте %s, чтобы добавить количество голосов.
uk: Використовуйте %s, щоб додати кількість голосів.

source: My Rating
ru_ru: Мой рейтинг
uk: Мій рейтинг

source: Authorization Required Text
ru_ru: Текст Требующий Авторизации
uk: Текст Необхідний для Авторизації

source: Use %s to insert login link.
ru_ru: Используйте %s, чтобы добавить ссылку на страницу логина.
uk: Використовуйте %s, щоб додати посилання на сторінку логіна.

source: Thank You Message
ru_ru: Текст благодарности
uk: Текст подяки

source: This message will be displayed after the rating is submitted.
ru_ru: Сообщение, которое отображается после того, как пользователь оставил оценку.
uk: Повідомлення, яке буде показано в разі успішної оцінки сторінки.

source: No Permissions Message
ru_ru: Сообщение об отсутствии разрешений
uk: Повідомлення про відсутність дозволів

source: This message will be displayed if user role is disabled.
ru_ru: Сообщение, которое отображается, если пользовательской роли недоступна опция оценки.
uk: Це повідомлення буде показано в разі, якщо користувацька роль вимкнена.

source: Rating Already Submitted Message
ru_ru: Сообщение для Оцененных Записей
uk: Повідомлення для Раніше Оцінених Сторінок

source: This message will be displayed if the user has already rated the post.
ru_ru: Сообщение, которое отображается, если пользователь ранее уже оценивал эту страницу.
uk: Повідомлення, яке буде показано в разі, якщо користувач раніше вже оцінював цю сторінку.

source: Rating
ru_ru: Рейтинг
uk: Рейтинг

source: If you would like to add rating to your page or post, please use next shortcode:
ru_ru: Если вы хотите добавить рейтинг на вашу страницу или запись, пожалуйста, используйте следующий шорткод:
uk: Якщо ви хочете додати рейтинг на вашу сторінку або запис, будь ласка, використовуйте наступний шорткод:

source: Upgrade to Pro
ru_ru: Обновить до Pro
uk: Оновити до Pro

source: Average Rating
ru_ru: Средний рейтинг
uk: Середній рейтинг

source: %s out of 5 stars. %s votes.
ru_ru: %s из 5 звезд. %s голосов.
uk: %s з 5 зірок. %s голосів.

source: You should %s to submit a review.
ru_ru: Вам нужно %s для того, чтобы проголосовать.
uk: Вам потрібно %s для того, щоб проголосувати.

source: log in
ru_ru: авторизироваться
uk: авторизуватися

source: Thank you!
ru_ru: Спасибо!
uk: Дякуемо!

source: You cannot submit ratings.
ru_ru: Вы не можете выставлять оценку.
uk: Ви не можете виставляти оцінку.

source: You have already rated this post.
ru_ru: Вы уже оценивали эту страницу.
uk: Ви вже оцінили цей запис.

source: Please, enable JavaScript in your browser.
ru_ru: Пожалуйста, включите поддержку JavaScript в вашем браузере.
uk: Будь ласка, активуйте JavaScript у Вашому браузері.

source: Post ID is required
ru_ru: ID записи является обязательным
uk: ID записи є обов'язковим

source: Specified User IP is invalid
ru_ru: Указанный IP пользователя является некорректным
uk: Зазначений IP користувача є некоректним

source: User or comment ID is required
ru_ru: ID пользователя или комментария является обязательным
uk: ID користувача або коментаря є обов'язковим

source: Rating is required
ru_ru: Рейтинг является обязательным
uk: Рейтинг є обов'язковим

source: Rate
ru_ru: Поставить оценку
uk: Оцінити

source: No rating yet
ru_ru: Отображение рейтинга
uk: Відображати рейтинг

source: Exclude schema
ru_ru: Исключение структурированных данных
uk: Виключення структурованих даних

source: Enable to exclude JSON-LD %s markup.
ru_ru: Включите, чтобы исключить %s JSON-LD.
uk: Увімкніть, щоб виключити %s JSON-LD.

source: Error: Rating is required
ru_ru: Ошибка: Рейтинг является обязательным.
uk: Рейтинг є обов'язковим

source: Error: Rating is required.
ru_ru: Ошибка: Рейтинг является обязательным.
uk: Рейтинг є обов'язковим

source: Use plugin settings
ru_ru: Использовать настройки плагина
uk: Використовувати налаштування плагіна

source: Average Rating Only
ru_ru: Только средний рейтинг
uk: Лише середній рейтинг

source: Rate Option Only
ru_ru: Только форма рейтинга
uk: Лише форма рейтингу

source: Average Rating and Rate Option
ru_ru: Средний рейтинг и форма рейтинга
uk: Середній рейтинг і форма рейтингу

source: Combined
ru_ru: Комбинировать
uk: Комбінувати

source: Include
ru_ru: Добавлять
uk: Додавати

source: Exclude
ru_ru: Исключать
uk: Виключати

source: Select Shortcode
ru_ru: Выберите шорткод
uk: Оберіть шорткод

source: Rating Block
ru_ru: Форма рейтинга
uk: Рейтинг

source: Total Rates Number
ru_ru: Общее количество оценок
uk: Загальна кількість оцінок

source: Max Stars Available
ru_ru: Максимально доступное количество звёзд
uk: Максимально доступна кількість зірок

source: Add Rating block to your page or post
ru_ru: Добавить блок рейтинга на вашу страницу
uk: Додати блок рейтингу на вашу сторінку

source: Display
ru_ru: Вывод
uk: Відображення

source: rating block title
ru_ru: заголовок формы рейтинга
uk: заголовок блоку рейтинг

source: rating block text
ru_ru: текст формы рейтинга
uk: текст блоку рейтинг

source: Output
ru_ru: Вид
uk: Вид

source: Schema
ru_ru: Структурированные данные
uk: Структуровані дані

source: Display total number of ratings.
ru_ru: Вывод количества оценок.
uk: Вивід кількості оцінок.

source: Display average post rating.
ru_ru: Вывод среднего рейтинга.
uk: Вивід середнього рейтингу.

source: Display available number of stars.
ru_ru: Вывод максимально доступного количества звёзд.
uk: Вивід максимальної кількості зірок.

source: Support
ru_ru: Поддержка
uk: Підтримка
